portfolio-project/app/controllers/showreels_controller.rb

SELECT "showreels".* FROM "showreels"
---
  def index
    @showreels = Showreel.all